<template>
  <!-- <div> -->
  <div class="header">
    <el-collapse accordion>
      <el-collapse-item title="家乡选择地选错/或想看其他家乡的资讯" name="1">
        <div>您好，请通过「我的-点击头像区域-进入资料编辑」重新选择家乡所在地</div>
        <div>如果仍不能解决你的问题，请您通过「我的-用户反馈」尽量提供截图，提出问题，我们会尽快查看你的问题</div>
      </el-collapse-item>
      <el-collapse-item title="刷不出内容/文章空白看不了" name="2">
        <div>您好，出现该问题可能是你当前网络环境较差导致，建议在网络较好的环境下重新试试</div>
        <div>如仍有问题，请点击用户反馈，提出问题上传截屏，我们会尽快查看你的问题</div>
      </el-collapse-item>
      <el-collapse-item title="闪退/操作卡顿/停止响应" name="3">
        <div>
          您好，请在「我的-清理缓存」处清理一下缓存并开关机重启试试
          <br>如仍有问题，请提供和以下信息，我们会尽快查看
          <br>1.发生此问题的场景及步骤
          <br>2.是否每次均会出现？最近一次大约是什么时候？
          <br>3.尽量提供发生此问题前的页面截图
        </div>
      </el-collapse-item>
      <el-collapse-item title="收藏内容丢失" name="4">
        <div>
          您好，收藏是跟随账号保存的，更换账号会导致收藏丢失，请检查近期是否有退出账号/更换手机等可能导致收藏数据丢失的行为
          如果没有，请确认你当前出处于登录状态，通过「我的-用户反馈」告知具体那个时间点，那篇文章发生收藏丢失，尽量提供截屏，我们会尽快查看你的问题
        </div>
      </el-collapse-item>
      <el-collapse-item title="搜不出结果" name="5">
        <div>您好，你是搜索那个词无结果呢？请通过「我的-用户反馈」上传搜索结果的界面截图，我们会尽快查看您的问题</div>
      </el-collapse-item>
      <el-collapse-item title="无法分享至微信" name="6">
        <div>
          您好，请确定手机装载了微信第三方软件，并提供以下信息及出问题的截屏，我们会尽快查看：
          <br>1.是无法分享至哪里
          <br>2.是点击分享按钮没有反应？还是分享后，接受分享的人打不开？
        </div>
      </el-collapse-item>
      <el-collapse-item title="图片加载不出" name="7">
        <div>
          您好，出现该问题可能是你当前网络环境较差导致，建议在网络较好的环境下重新试试
          <br>如仍有问题，请点击「我的-用户反馈」，提出问题上传截屏，我们会尽快查看你的问题
        </div>
      </el-collapse-item>
      <el-collapse-item title="使用时遇到其他功能故障问题" name="8">
        <div>您好，请通过「我的-用户反馈」，提供出问题的界面截屏，尽量详细描述出现该状况的操作步骤。我们会尽快处理您的问题</div>
      </el-collapse-item>
    </el-collapse>

    <!-- <div>
        <h4>家乡选择地选错/或想看其他家乡的资讯</h4>
        <p>
          您好，请通过「我的-点击头像区域-进入资料编辑」重新选择家乡所在地
          <br>如果仍不能解决你的问题，请您通过「我的-用户反馈」尽量提供截图，提出问题，我们会尽快查看你的问题
        </p>
      </div>
      <div>
        <h4>刷不出内容/文章空白看不了</h4>
        <p>
          您好，出现该问题可能是你当前网络环境较差导致，建议在网络较好的环境下重新试试。
          <br>如仍有问题，请点击用户反馈，提出问题上传截屏，我们会尽快查看你的问题
        </p>
      </div>
      <div>
        <h4>闪退/操作卡顿/停止响应</h4>
        <p>
          您好，请在「我的-清理缓存」处清理一下缓存并开关机重启试试
          <br>如仍有问题，请提供和以下信息，我们会尽快查看
          <br>1.发生此问题的场景及步骤
          <br>2.是否每次均会出现？最近一次大约是什么时候？
          <br>3.尽量提供发生此问题前的页面截图
        </p>
      </div>
      <div>
        <h4>收藏内容丢失</h4>
        <p>
          您好，收藏是跟随账号保存的，更换账号会导致收藏丢失，请检查近期是否有退出账号/更换手机等可能导致收藏数据丢失的行为
          <br>如果没有，请确认你当前出处于登录状态，通过「我的-用户反馈」告知具体那个时间点，那篇文章发生收藏丢失，尽量提供截屏，我们会尽快查看你的问题
        </p>
      </div>

      <div>
        <h4>搜不出结果</h4>
        <p>您好，你是搜索那个词无结果呢？请通过「我的-用户反馈」上传搜索结果的界面截图，我们会尽快查看您的问题</p>
      </div>

      <div>
        <h4>无法分享至微信</h4>
        <p>
          您好，请确定手机装载了微信第三方软件，并提供以下信息及出问题的截屏，我们会尽快查看：
          <br>1.是无法分享至哪里
          <br>2.是点击分享按钮没有反应？还是分享后，接受分享的人打不开？
        </p>
      </div>

      <div>
        <h4>图片加载不出</h4>
        <p>
          您好，出现该问题可能是你当前网络环境较差导致，建议在网络较好的环境下重新试试
          <br>如仍有问题，请点击「我的-用户反馈」，提出问题上传截屏，我们会尽快查看你的问题
        </p>
      </div>

      <div>
        <h4>使用时遇到其他功能故障问题</h4>
        <p>您好，请通过「我的-用户反馈」，提供出问题的界面截屏，尽量详细描述出现该状况的操作步骤。我们会尽快处理您的问题</p>
      </div>
    </div> -->
  </div>
</template>

<script>
export default {};
</script>

<style>
html {
  background: #fff !important;
}
.header {
  background: #fff;
  padding: 20px 15px;
}
.header h4 {
  font-size: 17px;
  border-bottom: 1px solid #dadada;
  padding-bottom: 10px;
}
.header p {
  font-size: 15px;
  margin: 10px 0 20px;
}
</style>
